// C-style comments.
// First non-comment line must be the following:
#Product=MCSkinn
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Italiano (Italia)
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#LangVersion=1.1
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#AppVersion=1.1.2
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="it-it"

// These lines are not required, they are simply for identification
// purposes.
#Author="korina"
#AuthorContact=""

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Cancella"
C_CLOSE="Chiudi"
C_COPYTOCLIPBOARD="Copia Negli Appunti"

M_FILE="File"
	M_SAVE="Salva"
	M_SAVEAS="Salva Con Nome"
	M_SAVEALL="Salva Tutto"
	M_UPLOAD="Carica Skin..."
	M_EXIT="Esci"
M_EDIT="Modifica"
	M_UNDO="Annulla"
	M_REDO="Ripristina"
	M_TOOL="Strumento"
M_VIEW="Vista"
	M_MODE="Modalità Di Visualizzazione"
		M_PERSPECTIVE="Prospettiva (3D) "
		M_TEXTURE="Texture (2D) "
		M_HYBRID="Dividi"
	M_3D="Impostazioni 3D"
		M_ANIMATE="Animare"
		M_FOLLOWCUR="Segui Cursore"
		M_GRASS="Erba"
		M_GHOST="Parti Nascoste Del Fantasma"
		M_MULTISAMPLING="Multicampionamento"
	M_2D="Impostazioni 2D"
		M_ALPHACHECKER="Scacchiera Alpha"
		M_OVERLAY="Sovrapposizione"
			M_ENABLEOVERLAY="Abilita Sovrapposizione"
	M_TRANSMODE="Modalità Trasparenza"
		M_OFF="Off"
		M_HELMETONLY="Solo Casco"
		M_ALL="Tutto"
	M_VISIBLEPARTS="Parti Visibili"
		M_HEAD="Testa"
		M_HELMET="Casco"
		M_CHEST="Petto"
		M_LEFTARM="Braccio Sinistro"
		M_RIGHTARM="Braccio Destro"
		M_LEFTLEG="Gamba Sinistra"
		M_RIGHTLEG="Gamba Destra"
M_OPTIONS="Opzioni"
	M_KEYSHORTCUTS="Scorciatoie Da Tastiera"
	M_BGCOLOR="Colore Sfondo"
	M_USETEXTUREBASES="Usa Texture Di Base"
	M_PREFERENCES="Preferenze"
M_HELP="Aiuto"
	M_CHECKUPDATES="Controlla Aggiornamenti"
	M_AUTOUPDATE="Controlla Autonomamente Gli Aggiornamenti"
	M_ABOUT="Circa"
	
T_TREE_ZOOMOUT="Zoom Indietro"
T_TREE_ZOOMIN="Ingrandisci"
T_TREE_IMPORTHERE="Importa"
T_TREE_NEWFOLDER="Nuova Cartella"
T_TREE_RENAME="Rinomina"
T_TREE_DELETE="Elimina"
T_TREE_CLONE="Clone"
T_TREE_UPLOAD="Carica"

T_SAVE="Salva"
T_SAVEALL="Salva Tutto"
T_UNDO="Anulla"
T_REDO="Ripristina"
T_PERSPECTIVE="Prospettiva"
T_TEXTURE="Texture"
T_HYBRID="Ibrido"
T_SCREENSHOT="Screenshot (tenere premuto il tasto shift per salvare)"
T_TOGGLEHEAD="Toggle Head"
T_TOGGLEHELMET="Toggle Helmet"
T_TOGGLECHEST="Toggle Chest"
T_TOGGLELEFTARM="Toggle Left Arm"
T_TOGGLERIGHTARM="Toggle Right Arm"
T_TOGGLELEFTLEG="Toggle Left Leg"
T_TOGGLERIGHTLEG="Toggle Right Leg"
T_SWATCHES="Campioni"
T_SKINS="Skin "
T_PARTS="Parti "

M_IMPORT_HERE="Importa Qui..."
M_NEWFOLDER="Nuova Cartella"
M_NEWFOLDER_HERE="Nuova Cartella Qui..."
M_RENAME="Rinomina..."
M_DELETE="Cancella..."
M_CLONE="Clona"



T_TOOL_CAMERA="Vista"
T_TOOL_PENCIL="Matita"
T_TOOL_ERASER="Gomma"
T_TOOL_DROPPER="Contagocce"
T_TOOL_DODGEBURN="Schiva/Brucia"
T_TOOL_DARKENLIGHTEN="Darken/Lighten"
T_TOOL_BUCKET="Riempi Secchio"
T_TOOL_NOISE="Rumore"

B_MSG_DIRMISSING="Manca una directory inclusa: di solito questo accade perché non è stato estratto il programma. Anche se non si tratta di un problema critico, mancheranno i modelli, i campioni o altri contenuti inclusi."
B_MSG_UPTODATE="Avete la versione più recente e migliore!"
B_MSG_NEWUPDATE="Sono disponibili nuovi aggiornamenti apri il programma di aggiornamento per visualizzare gli aggiornamenti disponibili! "
B_MSG_UPLOADERROR="Errore Caricamento Skin"
B_MSG_UPLOADSUCCESS="Caricamento Skin Riuscito! Divertitevi!"
B_MSG_DELETESKIN="Delete this skin?\r\nIt will be sent to the Recycle Bin."
B_MSG_DELETEFOLDER="Eliminare questa cartella?\r\nVerrà inviato al Cestino."
B_MSG_OVERLAYERROR="Impossibile caricare l'immagine sovrapposta: "{0}"; La risoluzione è un potere di due?"
B_MSG_UPLOADRES="Sebbene sia possibile modificare le texture ad alta risoluzione con MCSkinn, non è possibile caricarle sul proprio profilo Minecraft."
B_MSG_ANTIALIAS="Riavviare MCSkinn per applicare le opzioni di multicampionamento."
B_MSG_PIXELFORMAT="Mi dispiace, ma a quanto pare la tua scheda video non supporta un formato pixel a 32 bit, che al momento è necessario per il corretto funzionamento di MCSkinn."
B_MSG_SHORTCUTEXISTS="La scorciatoia "{0}" ha la stessa chiave di "{1}" - oscurandola."

B_CAP_QUESTION="Domanda"
B_CAP_SORRY="Scusa"

C_SQUARE="quadrato"
C_CIRCLE="Cerchio"

O_EXPOSURE="Esposizione: "
O_INCREMENTAL="Incrementale"
O_LIGHTEN="Schiarire"
O_DARKEN="Scurire"
O_DODGE="Schivare"
O_BURN="Bruciare"
Q_THRESHOLD="Soglia:"

C_NEW="Nuovo"
C_CANTMOVE="Impossibile Spostarsi In"
C_COPY="Copia"
C_MOVE="Sposta"
C_MOVED="Spostato"
C_COPYTO="Copia In"
C_MOVETO="Sposta In"
C_IMPORTTO="Importa In"

C_SETTINGSFAILED="Impossibile caricare il file delle impostazioni; Di conseguenza, sono state caricate le impostazioni predefinite."

C_AUTOLOGIN="Accesso-Automaticp?"
C_REMEMBER="Ricordati di me?"
C_USERNAME="Nome Utente:"
C_PASSWORD="Password:"
C_UPLOADTEXT="Per caricare la tua skin, devi accedere a Minecraft.net. Questo programma può automatizzare questo processo; Inserisci il tuo nome utente e password per continuare."

C_UPLOADING="Caricamento della skin! Attendere prego..."
C_SHORTCUTINUSE="Scorciatoia già utilizzata da"

S_TREEVIEW_ZOOMIN="Zoom avanti della vista ad albero"
S_TREEVIEW_ZOOMOUT="Zoom indietro della vista ad albero"
S_SWATCH_ZOOMIN="Zoom avanti campione"
S_SWATCH_ZOOMOUT="Zoom indietro campione"
S_COLORSWAP="Scambia colori di primopiano/sfondo"
S_RENAME="Cambia Nome"
S_CLONE="Clona Nodo"
S_DELETE="Cancella Nodo"
S_SCREENSHOT_CLIP="Screenshot negli appunti"
S_SCREENSHOT_SAVE="Screenshot da salvare"
S_TOGGLEVIEW="Attiva/disattiva modalità di visualizzazione"
S_TOGGLETRANS="Attiva/disattiva modalità trasparenza"

M_SHORTCUTS="Fai clic nella casella di testo sottostante e premi i tasti che desideri assegnare a questa scorciatoia. W_OPTIONS="Opzioni strumento"

T_CAMERA="Sinistra del mouse per ruotare. Rotellina destra/mouse per ingrandire."
T_PENCIL="Mouse sinistro per dipingere. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per utilizzare il colore di sfondo."
T_DROPPER="Mouse sinistro per scegliere il colore. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per scegliere lo sfondo, altrimenti il primo piano."
T_DODGEBURN="Mouse sinistro per schivare/bruciare. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per cambiare strumento."
T_DARKENLIGHTEN="Mouse sinistro per schiarire/scurire. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per cambiare strumento."
T_ERASER="Mouse sinistro per cancellare il colore e l'alfa. Mouse destro/mediano per ruotare/zoomare."
T_FILL="Sinistra del mouse per riempire i pixel. Spostare per utilizzare il colore di sfondo. Tenere premuto Ctrl per bloccare la parte. Mouse destro/mediano per ruotare/zoomare."
T_NOISE="Mouse sinistro per applicare il rumore. Mouse destro/mediano per ruotare/zoomare."

C_UNSAVED="Avete modifiche non salvate, siete sicuri di voler smettere?"
C_UNSAVED_CAPTION="Aspetta!"

O_HOLDNESS="Tenuta:"

G_BRUSH="Penello"
G_BRUSHOPTS="Opzioni Penello"
G_NOISEOPTS="Opzioni Rumore"
G_FILLOPTS="Opzioni Riempimento"
G_TOOL="Strumento"

T_DECRES="Riduci Risoluzione"
T_INCRES="Aumenta Resoluzione"

M_NEWSKIN="Nuova Skin"
M_NEWSKIN_HERE="Nuova Skin Qui"

M_SKINERROR="Impossibile scaricare la skin dall'archivio delle skin di Minecraft!"
M_FETCH_NAME="Recupera da Minecraft"
M_FETCH_TEXT="MCSkinn può recuperare una skin dal vostro account Minecraft (o da quello di chiunque altro) e importarla come skin. Inserite il nome dell'account qui sotto e premete Importa per farlo!"
M_PLAYER_NAME="Nuome Giocatore:"

C_YES="Si"
C_NO="No"
D_DONTASK="Non chiedere pi"
M_IRREVERSIBLE="Nota: le skin ad alta risoluzione NON possono essere caricate su Minecraft.net come skin! Questa operazione è irreversibile e causa la perdita delle funzionalità di Annullamento/Ripristino fino a questo punto. Sei sicuro di voler eseguire questa operazione?"

M_TEMP="Si sta tentando di eseguire MCSkinn da una posizione temporanea. Estrarre correttamente il programma per eseguirlo."

T_RESETCAMERA="Ripristina telecamera"
M_SKINDIRS="Elenchi di skin"
M_DYNAMICOVERLAY="Sovrapposizione dinamica"
M_DYNAMICOPTIONS="Opzioni dinamiche"
M_LINECOLOR="Colore linea"
M_LINESIZE="Dimensione linea"
M_OVERLAYTEXTSIZE="Dimensione testo"
M_TEXTCOLOR="Colore testo"

U_PIXELSCHANGED="Pixel modificati"
T_TOOL_STAMP="Stampa"
T_STAMP="Fai clic con il tasto sinistro per stampare. Tieni premuto Maiusc e fai clic per copiare una regione sul pennello." L_UNDOACTIONS="Annulla azioni {0}"
L_REDOACTIONS="Ripeti {0} azioni"

M_BROWSE="Sfogliare la posizione"
M_SKIN="skin"
M_FOLDER="cartella"

M_SHARED="Opzioni condivise"
M_INFINITEMOUSE="Mouse infinito"

T_SWATCHEDIT="Modifica Campioni"
T_DELETESWATCH="Elimina Campioni"
T_ADDSWATCH="Aggiungi Campioni"

M_EXPT_EXCEPTION="Si è verificata un'eccezione!"
M_EXPT_APPERROR="Errore di applicazione!"
M_EXPT_ERRORTEXT="MCSkinn ha riscontrato un errore e potrebbe diventare instabile. Tuttavia, non temete, perché c'è qualcosa che potete fare per aiutarci! Se volete aiutare gli sviluppatori, inviateci una segnalazione di errore! In fondo a questa finestra c'è un link blu che porta al contenuto di una segnalazione di errore. Inviarci questa segnalazione (cercateci su PlanetMinecraft) aiuterà molto lo sviluppo.!"
M_EXPT_SHOW="Non mostrare più"
M_EXPT_CLOSE="Chiudi"
M_EXPT_VIEW="Per visualizzare il report, fare clic"
M_EXPT_HERE="qui."

C_RESTART="Il programma ha bisogno di essere riavviato prima che tu possa eseguire questa operazione!"
C_RESTART_CAPTION="Riavvio richiesto"
D_UNSAVED="Le skin non sono state salvate; la modifica delle directory delle skin richiede l'aggiornamento dell'elenco delle skin e quindi si perderanno le modifiche non salvate. Fare clic su Sì per aggiornare senza salvare; fare clic su No per attendere il riavvio; fare clic su Annulla per annullare."
D_UNSAVED_CAPTION="Modifiche non salvate"

M_RENDERSTATS="Statistiche di rendering"
M_GRIDCOLOR="Grid Color"
M_GRIDOPACITY="Colore griglia"

M_LOADING="Caricamento in corso..."
M_NEWPALETTE="Nuova palette di campioni"
M_DELETEPALETTE="Cancellare la tavolozza dei campioni"
M_CONVERTSWATCH="Convertire la tavolozza dei campioni..."
M_RENAMEPALETTE="Rinominare la tavolozza dei campioni"
M_CURRENTFORMAT="Formato attuale:"
M_NEWFORMAT="Nuovo formato:"
M_SWATCHQUESTION="In questo modo la tavolozza dei campioni verrà eliminata in modo permanente. Continuare?"
M_SWATCHQUESTION_CAPTION="Sei sicuro?"

M_UPDATESTARTING="Aggiornamenti scaricati - MCSkinn si chiude e si apre il programma di aggiornamento. Si noti che questo programma viene eseguito dalla cartella Temp e quindi Windows (o il software antivirus) potrebbe lamentarsene; non preoccupatevi, perché serve semplicemente a mantenere pulita la directory principale dai file di aggiornamento."
M_REPORTVIEWER="Visualizzatore di rapporti"

M_GRIDENABLED="Griglia abilitata"
M_RENDERRESTART="Per cambiare la modalità di rendering è necessario un riavvio."
M_RENDERER="Renderer"
M_CLIENTARRAYS="Array client"
M_IMMEDIATE="Modalità immediata"
W_POPOUT="Popout"

E_SKINERROR="Si è verificato un errore nel tentativo di caricare la skin "{0}"; eliminare questo file o spostarlo fuori dalla cartella."
T_TOGGLECHESTARMOR="Toggle Chest Armor"
T_TOGGLELEFTARMARMOR="Toggle Left Arm Armor"
T_TOGGLERIGHTARMARMOR="Toggle Right Arm Armor"
T_TOGGLELEFTLEGARMOR="Toggle Left Leg Armor"
T_TOGGLERIGHTLEGARMOR="Toggle Right Leg Armor"

M_CHESTARMOR="Armatura pettorale"
M_LEFTARMARMOR="Armatura mano sinistra"
M_RIGHTARMARMOR="Armatura manodestra"
M_LEFTLEGARMOR="Armatura della gamba sinistra"
M_RIGHTLEGARMOR="Armatura della gamba destra"

C_SCALE="Scala"
C_CROP="Raccolta"
M_SKINSIZEMISMATCH="Le dimensioni di questa skin non corrispondono a quelle previste dal modello selezionato. MCSkinn può risolvere il problema in due modi:\nCrop: basta impostare le dimensioni della skin in modo che corrispondano a quelle del modello senza modificare la skin stessa. Se noti che questa operazione potrebbe ritagliare parti della skin a seconda della differenza di dimensioni. Se si sta convertendo una skin da 1.7 a 1.8, USARE QUESTA OPZIONE: Scala la skin per adattarla alle dimensioni richieste.\n}Nota che questa è un'operazione distruttiva e non può essere annullata."

M_GENERAL="Generale"
M_SKINLIB="Biblioteca"
M_RENDERSETTINGS="Rendering"
M_HOTKEYS="Tasti di scelta rapida"
M_LANGUAGES="Lingua"
M_HELPSUPPORT="Aiuto & Supporto"
M_MCSKINNSETTINGS=" Impostazioni MCSkinn"

T_SELECTLANG="Selezionare la lingua di visualizzazione di seguito."
T_RESTARTBEFOREAPPLY="È possibile riavviare l'applicazione per applicare le modifiche."
T_NEWLANG="Nuova lingua: "
T_CURRENTLANG="Lingua corrente: "

T_SKINLIBMGMT="È possibile selezionare la cartella in cui è salvata la libreria di skin; tutte le skin presenti nelle cartelle sottostanti verranno caricate automaticamente."
T_ADDAFOLDER="Aggiungi cartella"
T_REMOVECURRENT="Rimuovi selezionati"
T_OPENKEYEDITOR="Aprire l'editor di chiavi"

T_3DSETTINGS="Impostazioni 3D"
T_2DSETTINGS="Impostazioni 2D"
M_GRID="Griglia"

M_UNDOLISTACTIONS="Annullamento delle azioni {0}"
M_REDOLISTACTIONS="Ripetere {0} Azioni"

M_REFRESH="Aggiornare"
M_COLOR="Colore"